Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Network_EnableECN.Description
source: Allows routers to signal network congestion without dropping packets, reducing retransmissions and improving throughput.
ar_tn: يسمح لأجهزة التوجيه بالإشارة إلى الازدحام دون إسقاط الحزم، مما يقلل من عمليات إعادة الإرسال.
de: Ermöglicht es Routern, Überlastungen zu signalisieren, ohne Pakete zu verwerfen, wodurch Neuübertragungen reduziert werden.
es_es: Permite que los routers señalen congestión sin descartar paquetes, reduciendo retransmisiones.
fr_fr: Permet aux routeurs de signaler la congestion sans abandonner de paquets, réduisant ainsi les retransmissions.
he_il: מאפשר לנתבים לאותת על עומס ברשת מבלי להפיל חבילות, ובכך מפחית שידורים חוזרים.
id_id: Memungkinkan router memberi sinyal kepadatan jaringan tanpa menjatuhkan paket, mengurangi transmisi ulang.
it_it: Consente ai router di segnalare la congestione senza scartare pacchetti, riducendo le ritrasmissioni.
ja_jp: パケットを破棄することなくルーターがネットワーク混雑を通知できるようにし、再送を減らします。
pt_br: Permite que roteadores sinalizem congestionamento sem descartar pacotes, reduzindo retransmissões.
ru_ru: Позволяет маршрутизаторам сигнализировать о перегрузке сети без сброса пакетов, сокращая повторные передачи.
vi_vn: Cho phép bộ định tuyến thông báo tắc nghẽn mà không làm rớt gói tin, giảm việc truyền lại dữ liệu.
zh_hans: 允许路由器在不丢包的情况下发出网络拥塞信号，从而减少重新传输并提高吞吐量。
zh_hant: 允許路由器在不丟失封包的情況下發出網路擁塞信號，從而減少重新傳輸並提高輸送量。

# Network_EnableCTCP.Header
source: Enable Compound TCP (CTCP)
ar_tn: تمكين Compound TCP (CTCP)
de: Compound TCP (CTCP) aktivieren
es_es: Habilitar Compound TCP (CTCP)
fr_fr: Activer Compound TCP (CTCP)
he_il: הפעלת Compound TCP (CTCP)
id_id: Aktifkan Compound TCP (CTCP)
it_it: Abilita Compound TCP (CTCP)
ja_jp: Compound TCP (CTCP) を有効化
pt_br: Habilitar Compound TCP (CTCP)
ru_ru: Включить Compound TCP (CTCP)
vi_vn: Bật Compound TCP (CTCP)
zh_hans: 启用复合 TCP (CTCP)
zh_hant: 啟用複合 TCP (CTCP)

# Network_EnableCTCP.Description
source: Uses a more aggressive congestion algorithm that increases throughput on high-bandwidth, high-latency connections.
ar_tn: يستخدم خوارزمية ازدحام أكثر كفاءة لزيادة الإنتاجية في اتصالات النطاق العريض ذات زمن الاستجابة العالي.
de: Verwendet einen aggressiveren Überlastungsalgorithmus, der den Durchsatz bei Verbindungen mit hoher Bandbreite und hoher Latenz erhöht.
es_es: Utiliza un algoritmo de congestión más agresivo que aumenta el rendimiento en conexiones de alto ancho de banda y latencia.
fr_fr: Utilise un algorithme de congestion plus dynamique qui augmente le débit sur les connexions à large bande passante et haute latence.
he_il: משתמש באלגוריתם עומס מתקדם המשפר את המהירות בחיבורים בעלי רוחב פס גבוה והשהיה גבוהה.
id_id: Menggunakan algoritma kepadatan yang lebih agresif untuk meningkatkan throughput pada koneksi berkecepatan tinggi dan latensi tinggi.
it_it: Utilizza un algoritmo di congestione più aggressivo che aumenta la velocità su connessioni a banda larga e latenza elevata.
ja_jp: 大容量・高レイテンシ接続においてスループットを向上させる積極的な輻輳制御アルゴリズムを使用します。
pt_br: Usa um algoritmo de congestionamento mais agressivo que aumenta a taxa de transferência em conexões de alta largura de banda e latência.
ru_ru: Использует более агрессивный алгоритм перегрузки, увеличивающий скорость на каналах с высокой пропускной способностью и задержкой.
vi_vn: Sử dụng thuật toán kiểm soát tắc nghẽn tối ưu giúp tăng tốc độ trên các kết nối băng thông rộng và độ trễ cao.
zh_hans: 使用更积极的拥塞算法，在高带宽、高延迟连接上显著提升网络吞吐量。
zh_hant: 使用更具侵略性的擁塞演算法，在高頻寬、高延遲連線上顯著提高網路輸送量。

# Network_DisableIPv6.Header
source: Disable IPv6
ar_tn: تعطيل IPv6
de: IPv6 deaktivieren
es_es: Desactivar IPv6
fr_fr: Désactiver IPv6
he_il: השבתת IPv6
id_id: Nonaktifkan IPv6
it_it: Disabilita IPv6
ja_jp: IPv6を無効化
pt_br: Desativar IPv6
ru_ru: Отключить IPv6
vi_vn: Tắt IPv6
zh_hans: 禁用 IPv6
zh_hant: 停用 IPv6

# Network_DisableIPv6.Description
source: Disables the IPv6 protocol stack. Only recommended if you are troubleshooting IPv6-related issues. A restart may be required.
ar_tn: يعطل بروتوكول IPv6. يُوصى به فقط عند استكشاف أخطاء الشبكة المتعلقة بـ IPv6 وإصلاحها. قد يتطلب إعادة التشغيل.
de: Deaktiviert das IPv6-Protokoll. Nur empfohlen bei der Fehlersuche für IPv6-Probleme. Ein Neustart ist möglicherweise erforderlich.
es_es: Desactiva la pila del protocolo IPv6. Solo recomendado si está solucionando problemas específicos de IPv6. Puede requerir reiniciar.
fr_fr: Désactive le protocole IPv6. Recommandé uniquement pour résoudre des problèmes liés à IPv6. Un redémarrage peut être nécessaire.
he_il: משבית את מחסנית פרוטוקול IPv6. מומלץ רק לצורך פתרון בעיות הקשורות ל-IPv6. ייתכן שיידרש איתחול.
id_id: Menonaktifkan stack protokol IPv6. Hanya disarankan saat memecahkan masalah terkait IPv6. Restart mungkin diperlukan.
it_it: Disabilita lo stack del protocollo IPv6. Consigliato solo durante la risoluzione di problemi specifici di IPv6. Potrebbe essere necessario riavviare.
ja_jp: IPv6プロトコルスタックを無効にします。IPv6関連のトラブルシューティング時のみ推奨されます。再起動が必要な場合があります。
pt_br: Desativa a pilha do protocolo IPv6. Recomendado apenas para solução de problemas relacionados ao IPv6. Pode ser necessário reiniciar.
ru_ru: Отключает стек протокола IPv6. Рекомендуется только при диагностике проблем с IPv6. Может потребоваться перезагрузка.
vi_vn: Vô hiệu hóa ngăn xếp giao thức IPv6. Chỉ khuyến nghị nếu bạn đang khắc phục sự cố mạng liên quan đến IPv6.
zh_hans: 禁用 IPv6 协议栈。仅建议在排查 IPv6 相关问题时使用。可能需要重启计算机。
zh_hant: 停用 IPv6 通訊協定堆疊。僅建議在排除 IPv6 相關問題時使用。可能需要重新啟動電腦。

# Network_NicSection.Text
source: Network Interface
ar_tn: واجهة الشبكة
de: Netzwerkschnittstelle
es_es: Interfaz de red
fr_fr: Interface réseau
he_il: ממשק רשת
id_id: Antarmuka Jaringan
it_it: Interfaccia di rete
ja_jp: ネットワークインターフェイス
pt_br: Interface de Rede
ru_ru: Сетевой интерфейс
vi_vn: Giao diện mạng
zh_hans: 网络接口
zh_hant: 網路介面

# Network_NicCard.Header
source: Active Adapter
ar_tn: المحول النشط
de: Aktiver Adapter
es_es: Adaptador activo
fr_fr: Carte active
he_il: מתאם פעיל
id_id: Adaptor Aktif
it_it: Scheda attiva
ja_jp: アクティブなアダプター
pt_br: Adaptador Ativo
ru_ru: Активный адаптер
vi_vn: Bộ điều hợp đang hoạt động
zh_hans: 活动适配器
zh_hant: 使用中介面卡

# Network_NicCard.Description
source: Select the network adapter to configure DNS settings for.
ar_tn: حدد محول الشبكة الذي ترغب في تكوين إعدادات DNS له.
de: Wählen Sie den Netzwerkadapter aus, für den die DNS-Einstellungen konfiguriert werden sollen.
es_es: Selecciona el adaptador de red para configurar sus ajustes de DNS.
fr_fr: Sélectionnez la carte réseau pour laquelle configurer les paramètres DNS.
he_il: בחר את מתאם הרשת שברצונך להגדיר עבורו שרתי DNS.
id_id: Pilih adaptor jaringan yang ingin dikonfigurasi pengaturan DNS-nya.
it_it: Seleziona la scheda di rete su cui configurare le impostazioni DNS.
ja_jp: DNS設定を構成するネットワークアダプターを選択します。
pt_br: Selecione o adaptador de rede para o qual deseja definir as configurações de DNS.
ru_ru: Выберите сетевой адаптер для настройки параметров DNS.
vi_vn: Chọn bộ điều hợp mạng để cấu hình cài đặt DNS.
zh_hans: 选择要配置 DNS 设置的网络适配器。
zh_hant: 選取要設定 DNS 內容的網路介面卡。

# Network_IPv4Card.Header
source: IPv4 DNS Servers
ar_tn: خوادم DNS لـ IPv4
de: IPv4-DNS-Server
es_es: Servidores DNS IPv4
fr_fr: Serveurs DNS IPv4
he_il: שרתי DNS עבור IPv4
id_id: Server DNS IPv4
it_it: Server DNS IPv4
ja_jp: IPv4 DNSサーバー
pt_br: Servidores DNS IPv4
ru_ru: DNS-серверы IPv4
vi_vn: Máy chủ DNS IPv4
zh_hans: IPv4 DNS 服务器
zh_hant: IPv4 DNS 伺服器

# Network_IPv4Card.Description
source: Currently configured DNS servers for IPv4.
ar_tn: خوادم DNS التي تم تكوينها حالياً لـ IPv4.
de: Aktuell konfigurierte DNS-Server für IPv4.
es_es: Servidores DNS configurados actualmente para IPv4.
fr_fr: Serveurs DNS actuellement configurés pour IPv4.
he_il: שרתי DNS המוגדרים כעת עבור IPv4.
id_id: Server DNS yang saat ini dikonfigurasi untuk IPv4.
it_it: Server DNS attualmente configurati per IPv4.
ja_jp: IPv4用に現在構成されているDNSサーバー。
pt_br: Servidores DNS configurados atualmente para IPv4.
ru_ru: Текущие настроенные DNS-серверы для IPv4.
vi_vn: Các máy chủ DNS hiện được cấu hình cho IPv4.
zh_hans: 当前为 IPv4 配置的 DNS 服务器。
zh_hant: 目前為 IPv4 設定的 DNS 伺服器。

# Network_IPv6Card.Header
source: IPv6 DNS Servers
ar_tn: خوادم DNS لـ IPv6
de: IPv6-DNS-Server
es_es: Servidores DNS IPv6
fr_fr: Serveurs DNS IPv6
he_il: שרתי DNS עבור IPv6
id_id: Server DNS IPv6
it_it: Server DNS IPv6
ja_jp: IPv6 DNSサーバー
pt_br: Servidores DNS IPv6
ru_ru: DNS-серверы IPv6
vi_vn: Máy chủ DNS IPv6
zh_hans: IPv6 DNS 服务器
zh_hant: IPv6 DNS 伺服器

# Network_IPv6Card.Description
source: Currently configured DNS servers for IPv6.
ar_tn: خوادم DNS التي تم تكوينها حالياً لـ IPv6.
de: Aktuell konfigurierte DNS-Server für IPv6.
es_es: Servidores DNS configurados actualmente para IPv6.
fr_fr: Serveurs DNS actuellement configurés pour IPv6.
he_il: שרתי DNS המוגדרים כעת עבור IPv6.
id_id: Server DNS yang saat ini dikonfigurasi untuk IPv6.
it_it: Server DNS attualmente configurati per IPv6.
ja_jp: IPv6用に現在構成されているDNSサーバー。
pt_br: Servidores DNS configurados atualmente para IPv6.
ru_ru: Текущие настроенные DNS-серверы для IPv6.
vi_vn: Các máy chủ DNS hiện được cấu hình cho IPv6.
zh_hans: 当前为 IPv6 配置的 DNS 服务器。
zh_hant: 目前為 IPv6 設定的 DNS 伺服器。

# Network_SetDNSCard.Header
source: DNS Preset
ar_tn: إعداد DNS مسبق
de: DNS-Voreinstellung
es_es: Ajuste preestablecido de DNS
fr_fr: Préréglage DNS
he_il: תבנית DNS מוגדרת מראש
id_id: Preset DNS
it_it: Preimpostazione DNS
ja_jp: DNSプリセット
pt_br: Predefinição de DNS
ru_ru: Шаблон DNS
vi_vn: Cài đặt trước DNS
zh_hans: DNS 预设
zh_hant: DNS 預設集

# Network_SetDNSCard.Description
source: Choose a DNS provider and apply it to the selected network adapter.
ar_tn: اختر مزود DNS وطبقه على محول الشبكة المحدد.
de: Wählen Sie einen DNS-Anbieter und wenden Sie ihn auf den ausgewählten Netzwerkadapter an.
es_es: Elige un proveedor DNS y aplícalo al adaptador de red seleccionado.
fr_fr: Choisissez un fournisseur DNS et appliquez-le à la carte réseau sélectionnée.
he_il: בחר ספק DNS והחל אותו על מתאם הרשת שנבחר.
id_id: Pilih penyedia DNS dan terapkan ke adaptor jaringan yang dipilih.
it_it: Scegli un provider DNS e applicalo alla scheda di rete selezionata.
ja_jp: DNSプロバイダーを選択し、指定したネットワークアダプターに適用します。
pt_br: Escolha um provedor DNS e aplique-o ao adaptador de rede selecionado.
ru_ru: Выберите поставщика DNS и примените его к выбранному сетевому адаптеру.
vi_vn: Chọn nhà cung cấp DNS và áp dụng cho bộ điều hợp mạng đã chọn.
zh_hans: 选择 DNS 提供商并将其应用到所选网络适配器。
zh_hant: 選擇 DNS 提供者並將其套用到所選的網路介面卡。

# Network_ResetTCPIPWarningTitle
source: Restart Required
ar_tn: إعادة التشغيل مطلوبة
de: Neustart erforderlich
es_es: Reinicio requerido
fr_fr: Redémarrage requis
he_il: נדרשת הפעלה מחדש
id_id: Perlu Memulai Ulang
it_it: Riavvio richiesto
ja_jp: 再起動が必要です
pt_br: Reinicialização Necessária
ru_ru: Требуется перезагрузка
vi_vn: Yêu cầu khởi động lại
zh_hans: 需要重启
zh_hant: 需要重新啟動

# Network_ResetTCPIPWarningMessage
source: TCP/IP stack and Winsock have been reset. Please restart your computer for the changes to take effect.
ar_tn: تمت إعادة ضبط مكدس TCP/IP وكتالوج Winsock. يرجى إعادة تشغيل جهازك لتصبح التغييرات سارية المفعول.
de: TCP/IP-Stack und Winsock wurden zurückgesetzt. Bitte starten Sie Ihren Computer neu, damit die Änderungen wirksam werden.
es_es: La pila TCP/IP y Winsock se han restablecido. Reinicia tu equipo para que los cambios surtan efecto.
fr_fr: La pile TCP/IP et Winsock ont été réinitialisés. Veuillez redémarrer votre ordinateur pour appliquer les modifications.
he_il: מחסנית TCP/IP ו-Winsock אופסו. אנא הפעל מחדש את המחשב כדי שהשינויים ייכנסו לתוקף.
id_id: Stack TCP/IP dan Winsock telah direset. Silakan mulai ulang komputer Anda agar perubahan diterapkan.
it_it: Lo stack TCP/IP e Winsock sono stati ripristinati. Riavvia il computer per rendere effettive le modifiche.
ja_jp: TCP/IPスタックとWinsockがリセットされました。変更を適用するにはコンピューターを再起動してください。
pt_br: A pilha TCP/IP e o Winsock foram redefinidos. Reinicie o computador para que as alterações tenham efeito.
ru_ru: Стек TCP/IP и каталог Winsock успешно сброшены. Пожалуйста, перезагрузите компьютер для применения изменений.
vi_vn: Ngăn xếp TCP/IP và Winsock đã được đặt lại. Vui lòng khởi động lại máy tính để các thay đổi có hiệu lực.
zh_hans: TCP/IP 协议栈和 Winsock 已重置。请重启计算机以使更改生效。
zh_hant: TCP/IP 堆疊和 Winsock 已重設。請重新啟動電腦以使變更生效。

# Network_FlushDNSSuccess
source: DNS cache flushed successfully.
ar_tn: تم مسح ذاكرة التخزين المؤقت لـ DNS بنجاح.
de: DNS-Cache erfolgreich geleert.
es_es: Caché DNS vaciada con éxito.
fr_fr: Cache DNS vidé avec succès.
he_il: מטמון ה-DNS נוקה בהצלחה.
id_id: Cache DNS berhasil dibersihkan.
it_it: Cache DNS svuotata con successo.
ja_jp: DNSキャッシュが正常にクリアされました。
pt_br: Cache DNS limpo com sucesso.
ru_ru: Кэш DNS успешно очищен.
vi_vn: Đã xóa bộ nhớ đệm DNS thành công.
zh_hans: DNS 缓存刷新成功。
zh_hant: DNS 快取清除成功。

# Network_ReleaseRenewSuccess
source: IP address released and renewed successfully.
ar_tn: تم تحرير وتجديد عنوان IP بنجاح.
de: IP-Adresse erfolgreich freigegeben und erneuert.
es_es: Dirección IP liberada y renovada con éxito.
fr_fr: Adresse IP libérée et renouvelée avec succès.
he_il: כתובת ה-IP שוחררה וחודשה בהצלחה.
id_id: Alamat IP berhasil dilepas dan diperbarui.
it_it: Indirizzo IP rilasciato e rinnovato con successo.
ja_jp: IPアドレスが正常に解放され、更新されました。
pt_br: Endereço IP liberado e renovado com sucesso.
ru_ru: IP-адрес успешно освобожден и обновлен.
vi_vn: Đã giải phóng và làm mới địa chỉ IP thành công.
zh_hans: IP 地址已成功释放并续订。
zh_hant: IP 位址已成功釋放並更新。

# Network_SuccessTitle
source: Success
ar_tn: نجاح
de: Erfolg
es_es: Éxito
fr_fr: Succès
he_il: הצלחה
id_id: Berhasil
it_it: Operazione completata
ja_jp: 成功
pt_br: Sucesso
ru_ru: Успешно
vi_vn: Thành công
zh_hans: 成功
zh_hant: 成功

# OptimizeSystemPage_TimerResolution.Text
source: Timer Resolution & Latency
de: Timer-Auflösung & Latenz
fr_fr: Résolution de la minuterie et latence
he_il: רזולוציית טיימר והשהיה
id_id: Resolusi Timer & Latensi
pt_br: Resolução do temporizador e latência
ru_ru: Разрешение таймера и задержка
vi_vn: Độ phân giải bộ đếm thời gian & Độ trễ
zh_hans: 计时器分辨率与延迟

# Feature_GlobalTimerResolution.Header
source: Enable Global Timer Resolution
de: Globale Timer-Auflösung aktivieren
fr_fr: Activer la résolution globale de la minuterie
he_il: הפעל רזולוציית טיימר גלובלית
id_id: Aktifkan Resolusi Timer Global
pt_br: Ativar resolução global do temporizador
ru_ru: Включить глобальное разрешение таймера
vi_vn: Bật độ phân giải bộ đếm thời gian toàn cầu
zh_hans: 启用全局计时器分辨率

# Feature_GlobalTimerResolution.Description
source: Allows applications to request higher timer resolution globally, reducing scheduling latency for games and real-time audio.
de: Ermöglicht Anwendungen, global eine höhere Timer-Auflösung anzufordern, wodurch die Scheduling-Latenz für Spiele und Echtzeit-Audio verringert wird.
fr_fr: Permet aux applications de demander une résolution de minuterie plus élevée globalement, réduisant la latence de planification pour les jeux et l'audio en temps réel.
he_il: מאפשר ליישומים לבקש רזולוציית טיימר גבוהה יותר באופן גלובלי, ומפחית את השהיית התזמון למשחקים ושמע בזמן אמת.
id_id: Memungkinkan aplikasi meminta resolusi timer yang lebih tinggi secara global, mengurangi latensi penjadwalan untuk game dan audio real-time.
pt_br: Permite que os aplicativos solicitem uma resolução de temporizador mais alta globalmente, reduzindo a latência de agendamento em jogos e áudio em tempo real.
ru_ru: Позволяет приложениям глобально запрашивать более высокое разрешение таймера, снижая задержку планирования для игр и звука в реальном времени.
vi_vn: Cho phép các ứng dụng yêu cầu độ phân giải bộ đếm thời gian cao hơn trên toàn hệ thống, giảm độ trễ lập lịch cho trò chơi và âm thanh thời gian thực.
zh_hans: 允许应用程序全局请求更高精度的计时器分辨率，降低游戏和实时音频的调度延迟。

# Feature_DisableHPET.Header
source: Disable HPET
de: HPET deaktivieren
fr_fr: Désactiver HPET
he_il: השבת את HPET
id_id: Nonaktifkan HPET
pt_br: Desativar HPET
ru_ru: Отключить HPET
vi_vn: Tắt HPET
zh_hans: 禁用 HPET

# Feature_DisableHPET.Description
source: Disables the High Precision Event Timer and switches to TSC for lower latency timing. Requires a reboot.
de: Deaktiviert den High Precision Event Timer und wechselt zu TSC für geringere Latenzzeiten. Erfordert einen Neustart.
fr_fr: Désactive le minuteur d'événements haute précision (HPET) et passe au TSC pour un timing à latence réduite. Nécessite un redémarrage.
he_il: משבית את High Precision Event Timer ועובר ל-TSC לקבלת השהיה נמוכה יותר. דורש הפעלה מחדש.
id_id: Menonaktifkan High Precision Event Timer dan beralih ke TSC untuk latensi yang lebih rendah. Memerlukan restart.
pt_br: Desativa o High Precision Event Timer e alterna para o TSC para obter menor latência de tempo. Requer reinicialização.
ru_ru: Отключает высокоточный таймер событий (HPET) и переключается на TSC для уменьшения задержки. Требуется перезагрузка.
vi_vn: Tắt Bộ đếm thời gian sự kiện độ chính xác cao (HPET) và chuyển sang TSC để có độ trễ thấp hơn. Yêu cầu khởi động lại.
zh_hans: 禁用高精度事件计时器 (HPET) 并切换到 TSC 以获得更低延迟的计时。需要重启系统。

# Feature_DisableDynamicTick.Header
source: Disable Dynamic Tick
de: Dynamischen Tick deaktivieren
fr_fr: Désactiver le tic dynamique (Dynamic Tick)
he_il: השבת טיק דינמי (Dynamic Tick)
id_id: Nonaktifkan Dynamic Tick
pt_br: Desativar tique dinâmico (Dynamic Tick)
ru_ru: Отключить динамический тик (Dynamic Tick)
vi_vn: Tắt Dynamic Tick
zh_hans: 禁用动态时钟脉冲 (Dynamic Tick)

# Feature_DisableDynamicTick.Description
source: Forces the system timer to fire at a constant rate instead of dynamically adjusting, reducing jitter in latency-sensitive workloads.
de: Erzwingt, dass der System-Timer mit einer konstanten Rate ausgelöst wird, anstatt sich dynamisch anzupassen, was Jitter bei latenzempfindlichen Aufgaben reduziert.
fr_fr: Force la minuterie système à se déclencher à un rythme constant plutôt que de s'ajuster dynamiquement, réduisant les saccades dans les tâches sensibles à la latence.
he_il: מאלץ את טיימר המערכת לפעול בקצב קבוע במקום להתאים דינמית, ומפחית ריצוד במשימות הרגישות להשהיה.
id_id: Memaksa timer sistem untuk berjalan pada kecepatan konstan daripada menyesuaikan secara dinamis, mengurangi jitter pada beban kerja yang sensitif terhadap latensi.
pt_br: Força o temporizador do sistema a operar a uma taxa constante em vez de ajustar dinamicamente, reduzindo oscilações em tarefas sensíveis à latência.
ru_ru: Заставляет системный таймер срабатывать с постоянной частотой вместо динамической подстройки, уменьшая микродёргания в чувствительных к задержкам задачах.
vi_vn: Buộc bộ đếm thời gian hệ thống kích hoạt ở tốc độ không đổi thay vì điều chỉnh linh hoạt, giảm hiện tượng giật hình trong các tác vụ nhạy cảm với độ trễ.
zh_hans: 强制系统计时器以恒定频率触发而不是动态调整，从而减少延迟敏感型任务中的抖动。

# OptimizeSystemPage_MemoryOptimization.Text
source: Memory Optimization
de: Speicheroptimierung
fr_fr: Optimisation de la mémoire
he_il: אופטימיזציית זיכרון
id_id: Optimasi Memori
pt_br: Otimização de memória
ru_ru: Оптимизация памяти
vi_vn: Tối ưu hóa bộ nhớ
zh_hans: 内存优化

# Feature_DisablePrefetch.Header
source: Disable Prefetch & Superfetch
de: Prefetch & Superfetch deaktivieren
fr_fr: Désactiver Prefetch et Superfetch
he_il: השבת את Prefetch ו-Superfetch
id_id: Nonaktifkan Prefetch & Superfetch
pt_br: Desativar Prefetch e Superfetch
ru_ru: Отключить Prefetch и Superfetch
vi_vn: Tắt Prefetch & Superfetch
zh_hans: 禁用 Prefetch 和 Superfetch

# Feature_DisablePrefetch.Description
source: Disables Windows Prefetcher and Superfetch preloading to free RAM and reduce disk I/O. Recommended for SSD users.
de: Deaktiviert das Vorabladen von Windows Prefetcher und Superfetch, um RAM freizugeben und Datenträger-E/A zu reduzieren. Empfohlen für SSDs.
fr_fr: Désactive le préchargement Windows Prefetcher et Superfetch pour libérer de la RAM et réduire les E/S disque. Recommandé pour les SSD.
he_il: משבית את הטעינה המוקדמת של Windows Prefetcher ו-Superfetch כדי לפנות זיכרון RAM ולהפחית פעולות קריאה/כתיבה בדיסק. מומלץ למשתמשי SSD.
id_id: Menonaktifkan pramuat Windows Prefetcher dan Superfetch untuk mengosongkan RAM dan mengurangi I/O disk. Direkomendasikan untuk pengguna SSD.
pt_br: Desativa o pré-carregamento do Windows Prefetcher e Superfetch para liberar RAM e reduzir E/S de disco. Recomendado para usuários de SSD.
ru_ru: Отключает предварительную выборку Windows Prefetcher и Superfetch для освобождения оперативной памяти и снижения нагрузки на диск. Рекомендуется для SSD.
vi_vn: Tắt tính năng tải trước của Windows Prefetcher và Superfetch để giải phóng RAM và giảm I/O ổ đĩa. Khuyên dùng cho người dùng SSD.
zh_hans: 禁用 Windows 预取器和超级预取预加载，以释放内存并减少固态硬盘上的磁盘 I/O。推荐 SSD 用户使用。

# Feature_EnableLargeSystemCache.Header
source: Enable Large System Cache
de: Großen Systemcache aktivieren
fr_fr: Activer le grand cache système
he_il: הפעל מטמון מערכת גדול
id_id: Aktifkan Cache Sistem Besar
pt_br: Ativar cache de sistema grande
ru_ru: Включить большой системный кэш
vi_vn: Bật bộ nhớ đệm hệ thống lớn
zh_hans: 启用大型系统缓存

# Feature_EnableLargeSystemCache.Description
source: Allocates more system memory for file caching, improving disk read performance for file-heavy workloads.
de: Weist dem Dateisystemcache mehr RAM zu, was die Leseleistung bei dateiintensiven Arbeitslasten verbessert.
fr_fr: Alloue plus de mémoire système pour la mise en cache des fichiers, améliorant les performances de lecture de disque pour les charges intensives.
he_il: מקצה יותר זיכרון מערכת למטמון מערכת הקבצים, ומשפר את ביצועי הקריאה עבור קבצים גדולים.
id_id: Mengalokasikan lebih banyak memori sistem untuk cache sistem berkas, meningkatkan performa baca disk untuk beban kerja berkas intensif.
pt_br: Aloca mais memória do sistema para cache de arquivos, melhorando o desempenho de leitura de disco em cargas intensivas de arquivos.
ru_ru: Выделяет больше оперативной памяти под кэш файловой системы, ускоряя операции чтения при интенсивной работе с файлами.
vi_vn: Phân bổ thêm bộ nhớ hệ thống cho bộ nhớ đệm hệ thống tệp, cải thiện hiệu suất đọc ổ đĩa cho các tác vụ tệp nặng.
zh_hans: 为文件系统缓存分配更多系统内存，从而提高大文件密集型工作负载的磁盘读取性能。

# Feature_DisableNDU.Header
source: Disable Network Data Usage Monitor
de: Netzwerkdaten-Nutzungsüberwachung (NDU) deaktivieren
fr_fr: Désactiver le moniteur d'utilisation des données réseau (NDU)
he_il: השבת את ניטור נתוני הרשת (NDU)
id_id: Nonaktifkan Monitor Penggunaan Data Jaringan (NDU)
pt_br: Desativar monitor de uso de dados de rede (NDU)
ru_ru: Отключить мониторинг сетевого трафика (NDU)
vi_vn: Tắt theo dõi sử dụng dữ liệu mạng (NDU)
zh_hans: 禁用网络数据使用监控 (NDU)

# Feature_DisableNDU.Description
source: Disables the NDU service which is known to cause non-paged pool memory leaks on some systems over extended uptime.
de: Deaktiviert den NDU-Dienst, der bei längerer Laufzeit auf manchen Systemen Speicherlecks im nicht-ausgelagerten Pool verursacht.
fr_fr: Désactive le service NDU, réputé pour causer des fuites de mémoire dans le pool non paginé sur certains systèmes lors d'une utilisation prolongée.
he_il: משבית את שירות NDU אשר גורם לדליפות זיכרון ב-Non-paged pool במערכות מסוימות לאחר זמן פעולה ממושך.
id_id: Menonaktifkan layanan NDU yang diketahui menyebabkan kebocoran memori non-paged pool pada beberapa sistem setelah waktu aktif yang lama.
pt_br: Desativa o serviço NDU, conhecido por causar vazamentos de memória no pool não paginado em alguns sistemas após longo tempo ligado.
ru_ru: Отключает службу NDU, которая на некоторых системах вызывает утечку памяти в невыгружаемом пуле при длительной непрерывной работе.
vi_vn: Tắt dịch vụ NDU vốn được biết đến là nguyên nhân gây rò rỉ bộ nhớ non-paged pool trên một số hệ thống sau thời gian dài hoạt động.
zh_hans: 禁用 NDU 服务，该服务在某些系统长时间开机后已知会导致非分页缓冲池内存泄漏。
